tap "homebrew/bundle"
tap "homebrew/services"

brew "bat"
brew "coreutils"
brew "dateutils"
brew "difftastic"
brew "direnv"
brew "entr"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "gnu-time"
brew "gnu-units"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "gsed"
brew "hexyl"
brew "imagemagick"
brew "jq"
brew "moreutils"
brew "neovim"
brew "nvm"
brew "pipenv"
brew "protolint"
brew "python"
brew "rbenv"
brew "ripgrep"
brew "sd"
brew "shellcheck"
brew "syncthing"
brew "tree"
brew "watch"
brew "zoxide"

cask "alacritty"
cask "firefox"
cask "font-iosevka"
cask "font-iosevka-slab"
cask "gimp"
cask "karabiner-elements"
cask "nikitabobko/tap/aerospace"
cask "notion"
cask "slack"
cask "spotify"
cask "vlc"
