tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "yoheimuta/protolint"

brew "coreutils"
brew "curlie"
brew "dateutils"
brew "difftastic"
brew "direnv"
brew "dog"
brew "entr"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "gnu-time"
brew "gnu-units"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "gsed"
brew "hexyl"
brew "httpie"
brew "imagemagick"
brew "jq"
brew "jrnl"
brew "moreutils"
brew "mosh"
brew "neovim"
brew "pipenv"
brew "protolint"
brew "python"
brew "rbenv"
brew "ripgrep"
brew "sd"
brew "shellcheck"
brew "syncthing"
brew "task"
brew "tig"
brew "tree"
brew "watch"
brew "watchman"
brew "wget"
brew "youtube-dl"

cask "alacritty"
cask "amethyst"
cask "firefox"
cask "font-iosevka"
cask "font-iosevka-slab"
cask "gimp"
cask "hammerspoon"
cask "karabiner-elements"
cask "notion"
cask "slack"
cask "spotify"
cask "vlc"
