tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "universal-ctags/universal-ctags"

brew "coreutils"
brew "dateutils"
brew "direnv"
brew "entr"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "gnu-time"
brew "gnu-units"
brew "gnupg"
brew "gsed"
brew "hub"
brew "jq"
brew "moreutils"
brew "mosh"
brew "neovim"
brew "pyenv"
brew "python"
brew "ripgrep"
brew "shellcheck"
brew "task"
brew "tig"
brew "tree"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
brew "watch"
brew "watchman"
brew "wget"
brew "youtube-dl"

cask "alacritty"
cask "amethyst"
cask "firefox"
cask "font-iosevka"
cask "font-iosevka-slab"
cask "gimp"
cask "karabiner-elements"
cask "notion"
cask "slack"
cask "spotify"
cask "vlc"
